#+LATEX_HEADER: \usepackage[margin=18mm]{geometry}
#+LATEX_HEADER: \usepackage{enumitem}
#+LATEX_HEADER: \usepackage{titlesec}
#+LATEX_HEADER: \setlist{leftmargin=4mm}
#+LATEX_HEADER: \setitemize{itemsep=-1mm}
#+LATEX_HEADER: \titlespacing{\section} {0mm}{10mm}{5mm}
#+LATEX_HEADER: \titlespacing*{\subsection} {0mm}{8mm}{3mm}
#+LATEX_HEADER: \renewcommand\labelitemi{$\vcenter{\hbox{\tiny$\bullet$}}$}
#+OPTIONS: num:2

* Variétés :noexport:
:PROPERTIES:
:ID:       b2f650a4-a264-11ed-b503-d8cb8a7c0478
:END:

#+TBLNAME: varieties
| Plante                  | Variété                  | Nom                             | Fournisseur           | Espacement (cm) | Durée avant transplants (semaine) |
|-------------------------+--------------------------+---------------------------------+-----------------------+-----------------+-----------------------------------|
| Carotte                 | Scarlet Nantes           | Carotte Scarlet Nantes          | West coast seeds      |               2 |                                 0 |
| Radis                   | French Breakfast         | Radis French Breakfast          | West coast seeds      |               2 |                                 0 |
| Laitue                  | Buttercrunch             | Laitue Buttercrunch             | West coast seeds      |              30 |                                 4 |
| Laitue                  | Grosse Blonde Paresseuse | Laitue Grosse Blonde Paresseuse | Jardins de l'écoumène |              30 |                                 4 |
| Laitue                  | Romaine Rouge d'Hiver    | Laitue Romaine Rouge d'Hiver    | Jardins de l'écoumène |              30 |                                 4 |
| Épinard                 | Bloomsdale Savoy         | Épinard Bloomsdale Savoy        | West coast seeds      |              15 |                                 4 |
| Mesclun                 | Allstar                  | Mesclun Allstar                 | Johnny's seeds        |               2 |                                 0 |
| Pois mange-tout         | Sugar Ann                | Pois mange-tout Sugar Ann       | Johnny's seeds        |               3 |                                 0 |
| Pois mange-tout         | Super Sugar              | Pois mange-tout Super Sugar     | West coast seeds      |               3 |                                 0 |
| Concombre               | H-19 Little Leaf         | Concombre H-19 Little Leaf      | Johnny's seeds        |              30 |                                 3 |
| Chou nappa              | Wong Bok                 | Chou nappa Wong Bok             | Gaia Organics         |              30 |                                 4 |
| Cerise de terre         |                          | Cerise de terre                 | Société des plantes   |              45 |                                 8 |
| Piment                  | Chili                    | Piment Chili                    | Gaia Organics         |              30 |                                 9 |
| Poivron                 | Sweet Chocolate          | Poivron Sweet Chocolate         | Société des plantes   |              30 |                                 9 |
| Haricot                 | Provider                 | Haricot Provider                | Johnny's seeds        |               3 |                                 0 |
| Chou-fleur              | Walcheren Winter         | Chou-fleur Walcheren Winter     | West coast seeds      |              45 |                                 4 |
| Rutabaga                | Joan                     | Rutabaga Joan                   | Société des plantes   |               3 |                                 0 |
| Phacélie                |                          | Phacélie                        | Jardins de l'écoumène |               2 |                                 0 |
| Fraisier                |                          | Fraisier                        | Pépinière ancestrale  |              20 |                                 0 |
| Échalote de Sainte-Anne |                          | Échalote de Sainte-Anne         | Jardins de l'écoumène |              15 |                                 0 |
#+TBLFM: $3='(concat $1 " " $2) :: $5='(plant-space $1 $5) :: $6='(plant-week-before-transplant $1 $6)

* Buttes :noexport:
:PROPERTIES:
:ID: 734d5eca-a114-11ed-b503-d8cb8a7c0478
:END:

#+TBLNAME: raised-beds
| Butte | Longueur (m) | Longueur (cm) |
|-------+--------------+---------------|
| S1    |          5.5 |           550 |
| S2    |          5.5 |           550 |
| S3    |            6 |           600 |
| S5    |          5.5 |           550 |
| S6    |          5.5 |           550 |
| S7    |            6 |           600 |
| Kiwi  |         18.6 |          1860 |
| VO    |        18.22 |          1822 |
| VN    |        21.22 |          2122 |
| FR    |          9.5 |           950 |
#+TBLFM: $3=$2*100;%.0f


